Repository: flow03/CoM-Archolos-Ukrainian-Translation
Catalog: DialogeOmegaT/omegat/project_save.tmx
Source language: pl
Languages: uk

source: Wilczy Synowie podpalili pracownię Hershlika. Muszę poszukać jakichś wiader z wodą, żeby ugasić te drzwi.
uk: Вовчі Сини підпалили майстерню Гершліка. Треба знайти кілька відер води, щоб загасити двері.

source: Wilczy Synowie spodziewali się, że przyjdzie im sporo kopać. Przywlekli tu sporo kilofów, łopat, pił i innych narzędzi. Nie brakowało im także podstawowych materiałów budowlanych.
uk: Вовчі Сини очікували, що їм доведеться багато копати. Вони взяли з собою безліч кирок, лопат, пил та інших інструментів. Не бракувало їм і базових будматеріалів.

source: Wilczy Synowie wierzą przede wszystkim w siłę i te wiele wiosen temu zostaliśmy pokonani przez naród silniejszy od nas. Nie oddaliśmy im jednak tej twierdzy.
uk: Вовчі Сини вірять насамперед в силу, і багато весен тому нас перемогла нація, сильніша за нас. Але ми не віддали їм цю фортецю.

source: Wilczy Synowie wierzą, że przodkowie niegdyś kroczący korytarzami twierdzy będą sprawować nad nimi pieczę, choćby zza grobu. A gdy oni sami nie będą mogli strzec swoich pobratymców, wówczas „powstaną z kamienia strażnicy, którzy chronić ich będą, nim w gruz się obrócą, tak jak to było za czasów ich praojców”.
uk: Вовчі Сини вірять, що предки, які колись гуляли коридорами фортеці, наглядатимуть за ними навіть із могили. А коли вони самі не зможуть захистити своїх побратимів, то 'з каменю повстануть вартові, аби захистити їх, перш ніж вони перетворяться на руїни, як це було за часів їхніх прабатьків'.

source: Wilczy Synowie wyznają Adanosa?
uk: Вовчі Сини сповідували Аданоса?

source: Wilczy Synowie?
uk: Вовчі Сини?

source: Wilczy Synowie? Co oni tutaj robią?
uk: Вовчі Сини? Що вони тут роблять?

source: Wilczy kieł
uk: Вовче ікло

source: Wilczych skór wiele
uk: Забагато вовчих шкур

source: Wilczym Synem, a na kogo ci wyglądam? Nazywam się Kylid. Jeśli masz jakąś sprawę, to się pośpiesz.
uk: Вовчий Син, а на кого ще я схожий? Я – Кайлід. Якщо щось потрібно, то поквапся.

source: Wilczym co? Ja tam wilków się boję.
uk: Вовчі що? Я боюся вовків.

source: Wilk
uk: Вовк

source: Wilk zabił moją najdorodniejszą owcę!
uk: Вовк загриз мою найкращу вівцю!

source: Wilk zawsze panował nad owcą, a niedźwiedź nad wilkiem. U kresu życia zaś każde z nich stawało się niczym więcej niż pokarmem dla chrząszczy.
uk: Вовк завжди домінував над вівцею, а ведмідь над вовком. А наприкінці свого життя кожен з них ставав не більше, ніж їжею для жуків.

source: Wilka szybko ubiłem, owca była jednak w opłakanym stanie. Nie pozostało mi nic innego, jak oszczędzić jej bólu.
uk: Я швидко вбив вовка, але вівця була в жахливому стані. Мені нічого не залишалося, як позбавити її болю.

source: Wilki nie będą już sprawiać ci problemu.
uk: Вовки більше не будуть створювати тобі проблем.

source: Wilki, jak większość dzikich zwierząt, boją się ognia. Poza tym przydałoby się widzieć, w co celujemy.
uk: Вовки, як і більшість диких тварин, бояться вогню. Крім того, не завадило б бачити, в що ми цілимось.

source: Wilki? Tak blisko murów wioski? Trzeba będzie zawiadomić myśliwych...
uk: Вовки? Так близько до сільських стін? Треба буде повідомити мисливців...

source: Will to mój młyn.
uk: Вілл – це мій млин.

source: Willa Volkera.
uk: Маєток Волкера.

source: Willa ma ochronę, więc nie rozumiem, dlaczego straż miałaby się tym przejmować.
uk: Маєток добре охороняється, і я не бачу причин турбуватися Міській Варті.

source: Willem
uk: Віллем

source: Willem był wściekły, gdy dowiedział się, że Hod nie żyje. Mimo moich wątpliwości co do przyczyn jego śmierci, Willem jest przekonany, że zmiennika zabiły ścierwojady. Choć moja wyprawa nie miała szczęśliwego zakończenia, zrobiłem to, co miałem zrobić. Mam nadzieję, że Willem odpowie teraz na moje pytania zgodnie z umową.
uk: Віллем був розлючений, коли дізнався, що Ход мертвий. Незважаючи на мої сумніви щодо причини його смерті, Віллем переконаний, що Хода вбили падальники. Хоч моя вилазка закінчилась не дуже щасливо, я зробив те, що мав зробити. Сподіваюся, тепер Віллем відповість на мої запитання, як ми й домовлялися.

source: Willem był wściekły, gdy dowiedział się, że Hod nie żyje. Nie uwierzył jednak, że spotkałem orka. Choć moja wyprawa nie miała szczęśliwego zakończenia, zrobiłem to, co miałem zrobić. Mam nadzieję, że Willem odpowie teraz na moje pytania zgodnie z umową.
uk: Віллем був розлючений, коли дізнався, що Ход мертвий. Однак він не повірив, що я зустрів орка. Хоч моя вилазка закінчилась не дуже щасливо, я зробив те, що мав зробити. Сподіваюся, тепер Віллем відповість на мої запитання, як ми й домовлялися.

source: Willem kazał mi odszukać jego zamiennika, Hoda. Gdy już to zrobię, będziemy mogli porozmawiać o tym, co przekazał mi Pablo. Hod miał się udać do lasu za farmą.
uk: Віллем сказав мені знайти Хода йому на заміну. Як тільки я це зроблю, ми зможемо поговорити про те, що розповів мені Пабло. Ход мав піти до лісу за фермою.

source: Willem powiedział mi o Yannicku z Ustroni Żeglarza. Podobno to on zajmuje się transportowaniem ludzi, którzy mają zniknąć. Do Ustronia najłatwiej dotrzeć kierując się na północ od spalonego młyna.
uk: Віллем розповів мені про Янніка з Прихистку Моряка. Мабуть, саме він відповідає за перевезення викрадених людей. Найпростіший спосіб дістатися до Прихистку – піти на північ від згорілого млина.

source: Willem z farmy Bermara zlecił mi pozbycie się szczurów, które zaczęły niszczyć uprawy na jednym z pól. Podobno to strasznie paskudne osobniki, dlatego dał mi przepis na specjalną trutkę. Pięć butelek trutki powinno wystarczyć, muszę ją przygotować.
uk: Віллем з ферми Бермара доручив мені позбутися щурів, які почали нищити врожай на одному з полів. Вочевидь, це страшенно надокучливі особини, тож він дав мені рецепт спеціальної отрути. П'яти пляшок отрути має вистачити. Потрібно лише її приготувати.

source: Willem z farmy Bermara zlecił mi pozbycie się szczurów, które zaczęły niszczyć uprawy na jednym z pól. Podobno to strasznie paskudne osobniki, dlatego dał mi przepis na specjalną trutkę. W kanałach sobie z nimi poradziłem, tutaj też pewnie nie będzie większych problemów. Pięć butelek trutki powinno wystarczyć, muszę ją przygotować.
uk: Віллем з ферми Бермара доручив мені позбутися щурів, які почали нищити врожай на одному з полів. Вочевидь, це страшенно надокучливі особини, тож він дав мені рецепт спеціальної отрути. Я мав з ними справу в каналізації, тож, напевно, тут теж це не буде проблемою. П'яти пляшок отрути має вистачити. Потрібно лише її приготувати.

source: Willem, ochroniarz z farmy Bermara, chce, żebym udał się na plażę na południe stąd i pozbierał z niej wszystkie ryby, które morze wyrzuciło na brzeg. Za każdą otrzymam zapłatę. Gdybym znalazł na brzegu jakieś cenne przedmioty, będę mógł je zatrzymać w ramach dodatkowej nagrody. Brzmi uczciwie.
uk: Віллем, охоронець з ферми Бермара, хоче, щоб я пішов на пляж на південь звідси і зібрав усю рибу, яку море викинуло на берег. За кожну рибину мені заплатять. Якщо я знайду на березі якісь цінні речі, то можу залишити їх собі як додаткову винагороду. Звучить справедливо, як на мене.

source: Winiarka z Wysp Południowych, Kerhima, która założyła winnicę na Eritros, w swoim dzienniku zapisała cenne uwagi dotyczące pracy w samej winiarni. Uważała, że każdorazowe rozgniatanie owoców powinno poprzedzić wymycie naczynia soloną wodą. Kilka lat po jej śmierci udowodniono, że taki zabieg oczyszcza wino, sprawiając, że doskonale sprawdza się w celach medycznych.
uk: Виноробка з Південних островів Керхіма, яка заснувала виноградник на Ерітросі, написала в своєму щоденнику цінні коментарі про роботу в самій виноробні. Вона вважала, що перед кожним чавленням плодів слід промивати посудину підсоленою водою. Через кілька років після її смерті було доведено, що ця обробка очищає вино, роблячи його ідеальним для медичних цілей.

source: Winni, niewinni, trzeba ich ukarać za całokształt! Ta sprawa może być świetnym pretekstem do przykładnego trzepania futerka!
uk: Винні, не винні, вони повинні бути покарані за все! Це може стати чудовим приводом для показової прочуханки!

source: Winnica Rity
uk: Виноградник Рити

source: Winnica Rity.
uk: До виноградника Рити.

source: Winnica Valerio
uk: Виноградник Валеріо

source: Winnica Valerio będzie miała przez jakiś czas spokój, zająłem się wściekłym dzikiem. Garos powinien mnie za to wynagrodzić.
uk: На винограднику Валеріо на деякий час запанує мир і спокій, я впорався зі скаженим кабаном. Гарос повинен винагородити мене за це.

source: Winnica Valerio jest jedną z największych na wyspie i pełni kluczową rolę w dostarczaniu wina na cały kontynent.
uk: Виноградник Валеріо є одним з найбільших на острові і відіграє ключову роль у постачанні вина на континент.

source: Winnica Valerio, sprawnie zarządzana przez dwóch braci, zapewnia miastu spore dostawy żywności i jednocześnie dalej prowadzi produkcję legendarnych archoloskich win.
uk: Виноградник Валеріо, яким вміло керують двоє братів, забезпечує місто достатніми запасами продуктів харчування і водночас продовжує виробляти легендарні вина Архолосу.

source: Winnica Valerio.
uk: До виноградника Валеріо.

source: Winnica jest tuż obok.
uk: Виноградник знаходиться поруч.

source: Winnica należy do Holdwiga, ale nie marnowałabym jego czasu, to się może źle dla ciebie skończyć.
uk: Виноградник належить Гольдвігу, але я б не марнувала його час, це може погано для тебе закінчитися.

source: Winnica należy do nas. Trzeba będzie uspokoić tylko tych na dole, zanim się wszyscy wybiją.
uk: Виноградник належить нам. Треба лише заспокоїти тих, хто внизу, поки вони не повбивали один одного.

source: Winnica nie przypadła do gustu Gardowi.
uk: Гарду не сподобався виноградник.

source: Winnica? O cholera, źle cię oceniłem! Dobry z ciebie chłopak.
uk: Виноградник? От трясця, я тебе недооцінив! Ти хороший хлопець.

source: Winnice to skarb tej wyspy i nie jest tajemnicą, że wolałbym, gdyby udało nam się pozbyć tych zdrajców bez ryzykowania uszkodzeń okolicznych plantacji.
uk: Виноградники – це скарб цього острова, і не секрет, що я волів би, щоб ми позбулися цих зрадників, не ризикуючи завдати шкоди навколишнім плантаціям.

source: Wino
uk: Вино

source: Wino Arrazola
uk: Вино Арразоли

source: Wino Arrazola nie przypadło do gustu Dirkowi.
uk: Вино Арразоли не сподобалося Дірку.

source: Wino Lutza
uk: Вино для Люца

source: Wino Rity cuchnie octem, ale pierwszorzędnie wykręca buźkę.
uk: Ритине вино смердить оцтом, але добре б'є в голову.

source: Wino i cała reszta dotarły, wszystko jest tak, jak być powinno. Chyba nie chcesz, żeby cała Przystań straciła dostawy z twojego powodu?
uk: Вино і все решта прибуло. Все так, як і повинно бути. Ти ж не хочеш, щоб через тебе вся Гавань залишилася без постачання?

source: Wino i dla ciebie mamy!
uk: У нас і для тебе вино знайдеться!

source: Wino receptury Valerio.
uk: Вино за рецептом Валеріо.

source: Wino rozprowadzane w całej Myrtanie
uk: Вино, поширене по всій Міртані

source: Wino rozprowadzane w całej Myrtanie.
uk: Вино, поширене по всій Міртані.

source: Wino sprowadzane z samego Nordmaru.
uk: Вино привезене з самого Нордмару.

source: Wino z Północnych Krain
uk: Нордмарське вино

source: Wino z Północnych Krain nie zasmakowało Dirkowi.
uk: Нордмарське вино не до вподоби Дірку.

source: Wino z czasem znalazło się też w centrum zainteresowania medyków i cyrulików, dla których napój ten stał się niemal tożsamy z lekarstwem. Tym ostatnim tak bardzo przypadły do gustu jego właściwości przeciwbólowe, że zapewniali swoich klientów: „Po kielichu czerwonego nie poczujesz ni żelaza, ni ognia!”.
uk: Згодом вино зацікавило лікарів та цирульників, для яких цей напій став майже синонімом ліків. Останнім настільки подобалися його знеболювальні властивості, що вони запевняли своїх клієнтів: 'Після келиха червоного ви не відчуєте ні заліза, ні вогню!'.

source: Wino, kobiety i regularne walki na arenie, to wszystko brzmi jak prawdziwy raj... Ale nie mogę już znieść tej cholernej wody!
uk: Вино, жінки і регулярні бої на арені, все це звучить як справжній рай... Але я більше не можу терпіти це кляте болото!

source: Wino, które Gumbert opracował
uk: Вино, яке створив Гумберт

source: Wino?! A co ty jesteś, baba jakaś?
uk: Вино?! Ти що, дівчисько якесь?

source: Winogron tu nie znajdziesz, ale lepiej mieć dach nad głową i kogoś do ochrony, prawda?
uk: Винограду ти тут не знайдеш, але краще мати дах над головою і когось, хто тебе захистить, чи не так?

source: Winogrona same się nie zbiorą, a my i tak mamy wystarczająco duże opóźnienia.
uk: Виноград сам по собі не збереться, а ми й так відстаємо від графіка.

source: Winogrono
uk: Виноград

source: Winowajca
uk: Винуватець

source: Winstan
uk: Вінстан

source: Winstan będzie musiał teraz zdobyć księgę samemu.
uk: Тепер Вінстану доведеться самому діставати книгу.

source: Winstan chce, bym zdobył 'Mistrzostwo Nordmarczyków'. Problem polega na tym, że prawdopodobnie jej jedyny egzemplarz posiada Wilczy Syn przebywający w Mrocznych Tajemnicach. Muszę go nakłonić do oddania książki. Oczywiście mogę też popytać w Araxos, czy nie zrobili kopii, ale lepiej potraktować to jako ostateczność.
uk: Вінстан хоче, щоб я роздобув 'Майстерність нордмарців'. Проблема в тому, що, ймовірно, єдиний екземпляр книги належить Вовчому Сину, який перебуває в Темних Таємницях. Я мушу переконати його віддати книгу. Звичайно, я можу розпитати в Араксосі, чи не зробили вони копію, але краще залишити це на крайній випадок.

source: Winstan kazał mi walczyć z trzema przeciwnikami naraz. Poradziłem sobie z nimi, dzięki czemu mogłem zwolnić się z pozostałej części treningu, jednak nie skorzystałem z tej możliwości. Pora dowiedzieć się, jakie będzie następne zadanie.
uk: Вінстан поставив мене битися одразу проти трьох суперників. Я впорався з ними, що дозволило мені звільнитися від решти тренувань, але я не скористався цією можливістю. Час дізнатися, яким буде наступне завдання.

source: Winstan kazał mi znaleźć w porcie uciekinierów z innych wysp, którzy są w posiadaniu bryłek rudy. Następnie mam ich wypytać, czy nie wiedzą, skąd przewożący ich przemytnicy wzięli całą skrzynię tego surowca. Zacznę może od karczmy Helgi, ona zawsze wie, co w porcie piszczy.
uk: Вінстан наказав мені знайти в порту біженців з інших островів, які мають при собі рудні самородки. Я маю розпитати їх, чи не знають вони, звідки контрабандисти, що їх перевозили, дістали цілий ящик цієї сировини. Почну з корчми Хельги, вона завжди в курсі того, що відбувається в порту.

source: Winstan nie jest zbyt zadowolony z twojego pokazu.
uk: Вінстан не дуже задоволений твоїми навичками.

source: Winstan planuje zasadzkę w tunelu. Potrzebujemy do tego kamuflażu w postaci liści i krzaków. Mam użyć kosy do wycięcia zieleniny w pobliżu.
uk: Вінстан планує влаштувати засідку в тунелі. Для цього нам потрібне маскування у вигляді листя і кущів. Я маю скористатися косою, щоб зрізати зелень неподалік.

source: Winstan przedstawił mi plan ataku na Przystań Łotrów. Najpierw mam przedstawić Cortezowi warunki kapitulacji i zażądać natychmiastowego ich przyjęcia. Reszta oddziału dołączy do mnie później, atakując Przystań z dwóch stron.
uk: Вінстан поділився зі мною планом нападу на Гавань лиходіїв. Спочатку я маю передати Кортезу умови капітуляції і вимагати їх негайного прийняття. Решта загону приєднається до мене пізніше, і ми атакуємо Гавань з двох сторін.

source: Winstan uczy szermierzy i kuszników straży walki bronią jednoręczną, dwuręczną oraz pokazuje, jak nabrać krzepy. Zaznaczył, że nie ma czasu dla żółtodziobów.
uk: Вінстан навчає мечників і арбалетників Варти битися одноручною та дворучною зброєю, показує їм, як стати сильнішими. Він зазначив, що у нього немає часу на новачків.

source: Winstan wręczył mi nagrodę i stwierdził, że przekaże zdobyte przeze mnie informacje komu trzeba.
uk: Вінстан вручив мені винагороду і сказав, що передасть здобуту мною інформацію, кому треба.

source: Winstan wydawał się być obojętny na wprowadzane zmiany.
uk: Вінстан виглядає байдужим до майбутніх змін.

source: Winstan wysłał mnie z Sallem w pobliże wodospadu. Mam mu pomóc znaleźć jakieś miejsce do przeprowadzenia zwiadu. Powinno być ukryte wśród jakiejś roślinności, ale jednocześnie dawać widok na całą dolinę i ścieżkę.
uk: Вінстан відправив мене з Саллом до водоспаду. Я маю допомогти йому вибрати місце для розвідки. Воно має бути заховане серед рослинності, але при цьому забезпечувати огляд всієї долини і стежки.

source: Winstan zażyczył sobie wysadzenia tego tunelu. Żeby to zrobić, musimy postawić beczki w kilku kluczowych punktach. Tak się składa, że jeden jest prawie na samym szczycie tych głazów.
uk: Вінстан попросив підірвати цей прохід. Для цього нам потрібно розмістити бочки в кількох ключових точках. Одна з них розташована на вершині цих валунів.

source: Winą za wybuch rebelii wielu obarcza króla Domenico I, który lata wcześniej podarował kupcom nowoczesną flotę. Choć niewątpliwie ów dał buntownikom narzędzia, faktycznym jej prowodyrem był obrotny magnat, Delaverd.
uk: Багато хто звинувачував у спалаху повстання короля Доменіко I, який за кілька років до того подарував торговцям сучасний флот. Хоча, безсумнівно, він дав повстанцям інструменти, справжнім підбурювачем був пихатий магнат Делаверд.

source: Wiolonczela
uk: Віолончель

source: Wioska Archolos, o której mówili... przypomina niewielkie miasto. Mieszkańcy... z taką wprawą jak najlepsi cieśle w Myrtanie. Volfzack zaprosił nas na ucztę do swego dworu. Na... wisiały ozdobne gobeliny przedstawiające niezliczone podboje władcy, pod sufitem podwieszono... i oręż wykuty z dziwnego czarnego... a nasze bose stopy stąpały po skórach trolli i jeszcze większych, przerażających...
uk: Село Архолос, за їхніми словами... нагадує маленьке містечко. Мешканці... такі ж вправні, як і найкращі теслі в Міртані. Вольфзак запросив нас на бенкет до свого маєтку. На... висіли пишні гобелени із зображенням незліченних завоювань правителя... і зброя, викувана з дивної чорної... а наші босі ноги ступали по тролячих шкурах і ще більших, жахливих...

source: Wioska Silbach
uk: Село Сільбах

source: Wioska Silbach leży we władaniu szlachetnego Sir Ramseya, którą sam Król Myrtany ofiarował jego rodzinie wiele wieków temu.
uk: Село Cільбах знаходиться у володінні шляхетного сера Рамзі. Багато століть тому сам Король Міртани подарував його родині це село.

source: Wioska Silbach.
uk: До села Сільбах.

source: Wioska jest na wschód od nas, powinieneś bez problemu do niej trafić. Mieszka tam zaledwie kilku rybaków, więc przepytanie ich wszystkich nie powinno stanowić problemu.
uk: Село знаходиться на схід від нас, ти повинен легко його знайти. Там живе лише кілька рибалок, тому розпитати їх усіх не буде проблемою.

source: Wioska to cudowne miejsce, nie to co to śmierdzące i brudne miasto...
uk: Село – це чудове місце, не те що смердюче і брудне місто...

source: Wioska wydaje się całkiem ładna, trochę gorzej z jej mieszkańcami.
uk: Село виглядає доволі пристойно, трохи гірше з його мешканцями.

source: Wioski leżące przy granicy z Varrantem stały się celem regularnych najazdów z południa, a bandy Nordmarczyków coraz chętniej plądrowały Pogranicze. Targany problemami lud zapragnął niemożliwego - powrotu króla na tron Myrtany.
uk: Села на кордоні з Варантом стали мішенню регулярних набігів з півдня, а банди нордмарців дедалі більше прагнули пограбувати прикордоння. Стурбований народ хотів неможливого – повернення короля на трон Міртани.

source: Wiosło
uk: Весло

source: Wir
uk: Смерч

source: Wirgilio był Arcymagiem Ognia, tak potężnym i tak mądrym, że potrafił sprowadzić deszcz ognia.
uk: Віргіліо був Архімагом Вогню, настільки могутнім і мудрим, що міг викликати вогняний дощ.

source: Wirgilio coraz bardziej pogłębiał się w szaleństwie. Zauważył, że jego osoba wzbudza raczej zgrozę i pogardę, niż szacunek.
uk: Віргіліо дедалі більше божеволів. Він помітив, що його особистість викликає жах і презирство, замість поваги.

source: Wirgilio na tym nie poprzestał. Każdego, kto mu się sprzeciwił nawet w najdrobniejszych aspektach, karał albo skazywał na śmierć przez spalenie.
uk: На цьому Віргіліо не зупинився. Кожного, хто хоч якось виступав проти нього, він карав або засуджував на смерть через спалення.

source: Wirgilio zgubił nas wszystkich. Ślepo wierzyłem w jego mądrość. Atak na Vardhal zmienił wszystko.
uk: Віргіліо погубив нас усіх. Я сліпо вірив у його мудрість. Напад на Вардхал все змінив.

source: Witaj Knut, mam do ciebie niecodzienną prośbę.
uk: Привіт, Кнуте, я маю до тебе незвичайне прохання.

source: Witaj chłopcze! Mógłbyś coś dla mnie zrobić?
uk: Привіт, хлопче! Можеш дещо для мене зробити?

source: Witaj nasz dobrodzieju!
uk: Вітаю, наш благодійнику!

source: Witaj nieznajomy, hehe!
uk: Привіт, незнайомцю, хе-хе!

source: Witaj podróżniku!
uk: Вітаю, мандрівнику!

source: Witaj ponownie, kolego!
uk: З поверненням, друже!

source: Witaj przystojniaku!
uk: Вітаю, красунчику!

source: Witaj w 'Mrocznych Tajemnicach', nieznajomy! Jeszcze cię tutaj nie widziałam.
uk: Ласкаво прошу до Темних Таємниць, незнайомцю! Я тебе тут раніше не бачила.

source: Witaj w Siostrzanym Kociołku. Czego potrzebujesz?
uk: Вітаю у Сестринському Казані. Чого бажаєш?

source: Witaj w Trzech Marynarzach. Jak mogę ci pomóc?
uk: Вітаю в Трьох моряках. Чим я можу допомогти?

source: Witaj w Wodnym Kręgu przyjacielu, mój dom stoi dla ciebie otworem tak długo jak kroczyć będziesz ścieżką sprawiedliwości oraz równowagi.
uk: Ласкаво прошу, мій друже, до Кільця Води. Мій дім відкритий для тебе, доки ти йдеш шляхом справедливості та рівноваги.

source: Witaj wojowniku!
uk: Вітаю, воїне!

source: Witaj!
uk: Вітаю!

source: Witaj! Chyba cię tu jeszcze nie widziałam!
uk: Вітаю! Здається, я тебе тут раніше не бачила!

source: Witaj! Chyba cię tu jeszcze nie widziałem. Pierwszy raz w naszym wspaniałym Archolos?
uk: Вітаю! Здається, я тебе тут раніше не бачив. Вперше в нашому чудовому місті Архолос?

source: Witaj! Czy jesteś zainteresowany zakupieniem pięknego posążka Innosa?
uk: Вітаю! Чи не бажаєш придбати красиву статуетку Інноса?

source: Witaj! Nazywam się Frida. Jeśli potrzebujesz skór lub broni dystansowej, to dobrze trafiłeś.
uk: Привіт, мене звуть Фріда. Якщо тобі потрібні шкури або стрілецька зброя, ти потрапив у потрібне місце.

source: Witaj! Pewnie musisz być zmęczony po tym całym wydobywaniu złota.
uk: Вітаю! Ти, мабуть, стомився за час видобутку золота.

source: Witaj! Poszukuję drogi do miasta.
uk: Вітаю! Не підкажеш дорогу до міста?

source: Witaj, Marvin. Biorąc pod uwagę powagę sytuacji, Roderich przekazał mi dowództwo nad obroną winnicy.
uk: Привіт, Марвіне. Враховуючи серйозність ситуації, Родеріх доручив мені командувати обороною виноградника.

source: Witaj, Marvinie. Jest mi niezmiernie miło potwierdzić twój awans na szermierza drugiego stopnia. Zasłużyłeś jak mało kto!
uk: Вітаю, Марвіне. Я надзвичайно радий підтвердити твоє підвищення до мечника другого ступеня. Ти заслуговуєш його, як мало хто інший!

source: Witaj, Mateyu, przyszedłem w sprawie dokumentów.
uk: Вітаю, Матею, я прийшов за документами.

source: Witaj, alchemiku, ruszam w drogę i chcę twoich najsilniejszych eliksirów.
uk: Вітаю, алхіміку, я рушаю в дорогу, і мені потрібні твої найсильніші еліксири.

source: Witaj, bracie!
uk: Вітаю, брате!

source: Witaj, chłopcze!
uk: Вітаю, хлопче!

source: Witaj, chłopcze! Chyba jesteś tutaj nowy?
uk: Вітаю, хлопче! Певно ти тут новенький?

source: Witaj, chłopcze, jesteś w samą porę. Zaraz zaczynamy.
uk: Привіт, хлопче, ти якраз вчасно. Ми ось-ось почнемо.

source: Witaj, chłopcze. Potrzebujesz pomocy duchowej? Rady? Jestem Laudus i chętnie ci ich udzielę.
uk: Привіт, хлопче. Тобі потрібна духовна допомога? Порада? Я – Лаудус, і я з радістю допоможу тобі.

source: Witaj, kim jesteś?
uk: Вітаю, хто ти?

source: Witaj, magu!
uk: Вітаю, магу!
